tap "gromgit/fuse"
tap "nikitabobko/tap"
tap "warpdl/tap"
brew "libpng"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "jpeg-turbo"
brew "lz4"
brew "xz"
brew "zstd"
brew "autoconf"
brew "automake"
brew "ncurses"
brew "bash"
brew "bison"
brew "ca-certificates"
brew "capstone"
brew "cmake"
brew "cowsay"
brew "libnghttp2"
brew "openssl@3"
brew "curl"
brew "dtc"
brew "gmp"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fastfetch"
brew "libssh"
brew "sdl2"
brew "snappy"
brew "ffmpeg"
brew "gcc"
brew "firefoxpwa"
brew "gcc@13"
brew "gcc@14"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "python@3.13"
brew "gdb"
brew "gh"
brew "git"
brew "pkgconf"
brew "libusb"
brew "qt@5"
brew "gnuradio"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "liblzf"
brew "libslirp"
brew "llvm"
brew "llvm@14"
brew "python@3.12"
brew "llvm@16"
brew "node"
brew "mailsy"
brew "ninja"
brew "meson"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "ollama", restart_service: :changed
brew "openssh"
brew "openssl@3.0"
brew "python-setuptools"
brew "qt"
brew "sdl3"
brew "sl"
brew "slides"
brew "speedtest-cli"
brew "spice-protocol"
brew "tmux"
brew "tor"
brew "trash-cli"
brew "vcpkg"
brew "vde"
brew "vim"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "gromgit/fuse/ntfs-3g-mac"
brew "warpdl/tap/warpdl"
cask "adobe-creative-cloud"
cask "aerospace"
cask "appcleaner"
cask "ares"
cask "audacity"
cask "autodesk-fusion"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "calibre"
cask "chromium"
cask "clion"
cask "cog"
cask "coteditor"
cask "discord"
cask "docker"
cask "epic-games"
cask "firefox"
cask "font-hack-nerd-font"
cask "gb-studio"
cask "godot"
cask "grammarly-desktop"
cask "gstreamer-runtime"
cask "iina"
cask "imhex"
cask "iterm2"
cask "kicad"
cask "libreoffice"
cask "linearmouse"
cask "loop"
cask "macfuse"
cask "messenger"
cask "mgba"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mounty"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "paragon-ntfs"
cask "parsec"
cask "powershell"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "rider"
cask "rustrover"
cask "sameboy"
cask "signal"
cask "slack"
cask "steam"
cask "supertuxkart"
cask "tailscale"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "wine-stable"
cask "zulip"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "ejmejm.cursor-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "witulski.selection-word-count"
vscode "yzhang.markdown-all-in-one"
